Repository: kodi-game/game.libretro.px68k
Catalog: game.libretro.px68k/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Description
source: PX68k is a portable SHARP X68000 Emulator for PSP, Android and other platforms.
da_dk: PX68k er en bærbar SHARP X68000 emulator til PSP, Android og andre platforme.
de_de: PX68k ist ein portabler SHARP-X68000-Emulator für PSP, Android und andere Plattformen.
es_es: PX68k es un emulador portátil del SHARP X68000 para PSP, Android y otras plataformas.
ga: Is aithriseoir iniompartha SHARP X68000 é PX68k do PSP, Android agus ardáin eile.
zh_cn: PX68k 是一款适用于 PSP、Android 和其他平台的便携式 SHARP X68000 模拟器。

# #30001
source: Menu Font Size
da_dk: Skriftstørrelse til menu
de_de: Menüschriftgröße
es_es: Tamaño de Letra del Menú
ga: Méid Cló an Roghchláir
zh_cn: 菜单字体大小

# #30002
source: CPU Speed
da_dk: CPU-hastighed
de_de: CPU-Geschwindigkeit
es_es: Velocidad CPU
ga: Luas LAP
zh_cn: CPU 速度

# #30003
source: RAM Size (Restart)
da_dk: RAM-størrelse (genstart)
de_de: RAM-Größe (Neustart erforderlich)
es_es: Tamaño RAM (Reiniciar)
ga: Méid RAM (Atosú)
zh_cn: 内存大小（重新启动）

# #30004
source: Use Analog
da_dk: Brug analog
de_de: Analog verwenden
es_es: Utilizar Analógico
ga: Úsáid Analógach
zh_cn: 使用模拟

# #30005
source: P1 Joypad Type
de_de: Joypadtyp Port 1
es_es: P1 Tipo Joypad
ga: Cineál P1 Ceap cluiche
zh_cn: P1 手柄类型

# #30006
source: P2 Joypad Type
de_de: Joypadtyp Port 2
es_es: P2 Tipo Joypad
ga: Cineál P2 Ceap cluiche
zh_cn: P2手柄类型

# #30007
source: P1 Joystick Select Mapping
da_dk: Vælg mapping til P1 joystick
de_de: Joystick Port 1 - Zuordnung auswählen
es_es: Seleccionar Mapeo Joystick P1
ga: P1 Luamhán stiúrtha Roghnaigh Mapáil
zh_cn: P1 手柄选择映射

# #30008
source: ADPCM Volume
da_dk: ADPCM lydstyrke
de_de: ADPCM-Lautstärke
es_es: Volumen ADPCM
ga: Toirt ADPCM
zh_cn: ADPCM 音量

# #30009
source: OPM Volume
da_dk: OPM lydstyrke
de_de: OPM-Lautstärke
es_es: Volumen OPM
ga: Toirt OPM
zh_cn: OPM 音量

# #30010
source: Swap Disks on Drive
da_dk: Skift diske på drev
de_de: Disks im Laufwerk tauschen
es_es: Intercambiar Discos en la Unidad
ga: Malartaigh Dioscaí ar Thiomántán
zh_cn: 交换驱动器上的磁盘

# #30011
source: Save FDD Paths
da_dk: Gem FDD-stier
de_de: FDD-Pfade speichern
es_es: Guardar Rutas FDD
ga: Sábháil Cosáin FDD
zh_cn: 保存 FDD 路径

# #30012
source: Save HDD Paths
da_dk: Gem HDD-stier
de_de: HDD-Pfade speichern
es_es: Guardar Rutas HDD
ga: Sábháil Cosáin HDD
zh_cn: 保存 HDD 路径

# #30013
source: Rumble on FDD Reads
da_dk: Ryst ved læsning af FDD
de_de: Beim Lesen von FDD vibrieren
es_es: Vibración en Lecturas FDD
ga: Tormán ar Léamha FDD
zh_cn: FDD 读取时发出隆隆声

# #30014
source: Joy/Mouse
da_dk: Joy/Mus
de_de: Joy/Maus
es_es: Joy/Ratón
ga: Áthas/Luch
zh_cn: 手柄/鼠标

# #30015
source: VBtn Swap
da_dk: Skift VBtn
de_de: VBtn-Tausch
es_es: Intercambio VBtn
ga: Malartú VBtn
zh_cn: VBtn 交换

# #30016
source: No Wait Mode
da_dk: Ingen ventetilstand
es_es: Modo Sin Espera
ga: Gan Mód Feithimh
zh_cn: 无等待模式

# #30017
source: Frames Skip
da_dk: Spring frames over
de_de: Frameskip
es_es: Salto de Fotogramas
ga: Léim Frámaí
zh_cn: 帧跳过

# #30018
source: Push Video before Audio
da_dk: Skub video før lyd
de_de: Video vor Audio ausgeben
es_es: Poner Vídeo antes que Audio
ga: Brúigh Físeán roimh Fhuaim
zh_cn: 在音频之前推送视频

# #30019
source: Adjust Frame Rates
da_dk: Juster billedfrekvenser
de_de: Bildwiederholraten anpassen
es_es: Ajustar Tasa de Fotogramas
ga: Coigeartaigh Rátaí Fráma
zh_cn: 调整帧率

# #30020
source: Audio Desync Hack
da_dk: Hack til gensynkronisering af lyd
es_es: Hack Desincronización de Audio
ga: Haca Díshioncrónaithe Fuaime
zh_cn: 音频去同步 Hack

# #30021
source: MIDI Output (Restart)
es_es: Salida MIDI (Reiniciar)
ga: Aschur MIDI (Atosú)

# #30023
source: MIDI Output Type
ga: Cineál Aschuir MIDI

# #30024
source: Text Off
ga: Téacs Múchta

# #30025
source: Grp Off
ga: Grúpa Múchta

# #30026
source: SP/BG Off
ga: SP/BG As

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
zh_cn: 设置

# #30022
source: MIDI Output Type (Restart)
es_es: Tipo de Salida MIDI (Reiniciar)
